Repository: deadstar2011/github_import_from_gitlab
Catalog: lib/l10n/intl_*.arb
Languages: ru

# exampleStatelessTitle
source: Example
ru: Пример

# headerTitle
source: Title
ru: Заголовок

source: App Bar Shadow
ru: Тень для app бара

source: Go to deliveries list
ru: К списку заказов

source: Great job
ru: Отличная работа

source: What is the problem?
ru: Укажите в чем проблема

# showModal
source: Show modal window
ru: Показать модальное окно

# restDeliveries
source: {howMany, plural, zero{All orders delivered} one{It remains to deliver another {howMany} order.} two{It remains to deliver another {howMany} orders.} few{It remains to deliver another {howMany} orders.} many{It remains to deliver another {howMany} orders.} other{It remains to deliver another {howMany} orders.}}
ru: {howMany, plural, zero{Все заказы доставлены} one{Осталось доставить еще {howMany} заказ.} two{Осталось доставить еще {howMany} заказа.} few{Осталось доставить еще {howMany} заказов.} many{Осталось доставить еще {howMany} заказов.} other{Осталось доставить еще {howMany} заказов.}}

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Exit
ru: Выйти

# exitMessage
source: Leaving the application, you remain on the shift. To complete the shift,
ru: Выходя из приложения, вы остаетесь на смене. Чтобы завершить смену,

# exitCallToDispatcher
source: contact the dispatcher.
ru: свяжитесь с диспетчером.

source: Contact client
ru: Свяжитесь с клиентом

# contactClientDescription
source: Ask if he is ready to accept the order.
ru: Уточните, готов ли он принять заказ

source: Client notified
ru: Клиент уведомлен

# clientNotifiedDescription
source: You can deliver the order.
ru: Вы можете доставить заказ

source: Enter order status
ru: Укажите статус заказа

# EnterOrderDescription
source: Is the order delivered?
ru: Доставлен ли заказ?

# actionCall
source: Call
ru: Позвонить

# actionClientReady
source: Client ready
ru: Клиент готов

# actionNotDial
source: Not dial
ru: Недозвон

# actionStartMoving
source: Start moving
ru: Начать движение

# actionDelivered
source: Delivered
ru: Доставлен

# actionHaveProblems
source: Problems
ru: Проблемы

source: Courier
ru: Курьер

source: Client
ru: Клиент

source: Sales number
ru: Номер реализации

source: Phone number
ru: Телефон

source: Address
ru: Адрес

source: Time
ru: Время

source: Customer
ru: Заказчик

source: Order price
ru: Сумма заказа

source: Cost of delivery
ru: Стоимость доставки

source: Payment method
ru: Способ оплаты

source: comment
ru: Комментарий

# isPaid
source: paid
ru: оплачено

source: Warehouse address
ru: Адрес склада

source: Vehicle
ru: Транспорт

# notOnShift
source: You are not on shift
ru: Вы не на смене

# notOnShiftDescription
source: To start a shift, you must arrive at the warehouse:
ru: Чтобы заступить на смену,вы должны прибыть на склад:

# routeNotFormed
source: The route is not formed
ru: Маршрут не сформирован

# routeNotFormedDescription
source: Contact dispatcher
ru: Уточните информацию у диспетчера

# routeBeingFormed
source: The route is being formed
ru: Маршрут формируется

# routeBeingFormedDescription
source: The process may take several minutes.
ru: Процесс может занять несколько минут

source: Route completed
ru: Маршрут исполнен

# routeCompletedDescription
source: Receive new deliveries in stock:
ru: Получите новые заказы на складе:

# noGeolocation
source: No access to geolocation
ru: Нет доступа к геолокации

# noGeolocationDescription
source: You cannot use the app without location tracking. Allow tracking?
ru: Вы не можете использовать приложение без отслежования местоположения. Разрешить отслеживание?

# arrivedWarehouse
source: Arrived at the warehouse
ru: Прибыл на склад

source: Allow tracking
ru: Разрешить отслеживание

# performedMark
source: performed
ru: исполняется

# clientNotifiedMark
source: client notified
ru: клиент в курсе

# needCallMark
source: need call
ru: нужно позвонить

# notDialMark
source: do not dial
ru: недозвон

# finishedMark
source: finished
ru: завершен

# refusedMark
source: refused
ru: отменен диспетчером

# problemsMark
source: finished
ru: завершен

# assignedMark
source: queue
ru: в очереди

# helpTooltip
source: If you have any problems, contact dispatcher
ru: Если у вас возникли проблемы, свяжитесь с диспетчером

# writeCode
source: Enter the code issued by the dispatcher
ru: Введите код, выданный диспетчером

# badCode
source: Incorrect code, try again
ru: Неверный код, повторите попытку

source: Route
ru: Маршрут

source: Map
ru: Карта

source: Profile
ru: Профиль

# signIn
source: Login to the application
ru: Вход в приложение

source: Route list
ru: Маршрутный лист

# completeTheShift
source: To complete the shift
ru: Для завершения смены,

# completeCallToDispatcher
source: contact the dispatcher.
ru: свяжитесь с диспетчером.

# deliveryHeader
source: Delivery {id}
ru: Заказ {id}

source: Component samples
ru: Примеры компонентов

# samplesIcon
source: Icon samples
ru: Примеры иконок

# samplesControl
source: Control samples
ru: Примеры контролов

# samplesFonts
source: Font samples
ru: Примеры шрифтов

# samplesModal
source: Modal samples
ru: Примеры модалок

# samplesDelivery
source: Delivery samples
ru: Примеры заказов

# samplesProfile
source: Profile samples
ru: Примеры профиля

# samplesMap
source: Map samples
ru: Примеры карты

# pagesSamples
source: Application pages
ru: Страницы приложения

# pageSign
source: Sign page
ru: Страница входа

# pageDeliveryList
source: Delivery list
ru: Страница доставок

# pageDelivery
source: Delivery page
ru: Страница доставки

# pageMap
source: Map page
ru: Страница карты

# pageProfile
source: Profile page
ru: Страница профиля

source: Close
ru: Закрыть

# endShift
source: Exit
ru: Выйти

# version
source: Version: {versionNumber}
ru: Версия {versionNumber}

source: loading...
ru: Загрузка...

source: Loading failed
ru: Ошибка загрузки

# refuseDelivery
source: The order was canceled by the dispatcher
ru: Заказ был отменен диспетчером

# finishedWithProblems
source: Order completed with problems
ru: Заказ завершен с проблемами

# finished
source: Order completed successfully
ru: Заказ успешено завершен

source: Do not dial
ru: Не удалось дозвониться

source: Connection error
ru: Не удалось подключиться

source: Choose reason
ru: Выберите причину

# undefinedStatus
source: Status is undefined
ru: Статус не определен

source: Geolocation disabled
ru: Геолокация отключена

# geolocationDisabledDescription
source: You cannot use the app with geolocation disabled. Turn on geolocation
ru: Вы не можете использовать приложение с отключенной геолокацией. Включите геолокацию

source: Done
ru: Готово

# defaultNetworkError
source: An error has occurred. Operation failed
ru: Произошла ошибка. Операция не выполнена

# authNetworkError
source: An error has occurred. Automatic login failed
ru: Произошла ошибка. Выполнить автоматический вход не удалось

# updateTryError
source: Failed to update the application.
ru: Не удалось обновить приложение.

# updateReady
source: Update available
ru: Доступно обновление

source: Change url
ru: Смена урла

source: Reset
ru: Сбросить

# incorrectPhone
source: Number is missing or incorrect
ru: Номер отсутствует или некорректен

source: Go to
ru: Перейти

# notFoundNavigator
source: Yandex.Navigator was not found. You can go to the Play Market to install it. Go?
ru: Яндекс.Навигатор не найден. Вы можете перейти в Play Market чтобы его установить. Перейти?

# notFoundPlayMarket
source: Play Market failed to start. Install Yandex.Navigator yourself
ru: Не удалось запустить Play Market. Установите Яндекс.Навигатор самостоятельно
